<html>
<head>
<title>solución del 12</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<p>Problema 12.</p>
<p>Teorema del c&iacute;rculo de los nueve puntos. En cualquier tri&aacute;ngulo, 
  los puntos medios de los lados, los pies de las alturas, y los puntos medios 
  de los segmentos que unen los v&eacute;trices al ortocentro, est&aacute;n en 
  el c&iacute;rculo cuyo radio es la mitad del radio del c&iacute;rculo circunscrito 
  y cuyo centro est&aacute; en el punto medio del segmento que une el ortocentro 
  al circuncentro.</p>
<p>Soluci&ntilde;on ofrecida por el editor (30 de junio de 2003)</p>
<p>En el problema 8 se ha demostrado la existencia de la circunferencia de los 
  nuevse puntos. </p>
<p><img src="sol12edi1.JPG" width="612" height="474"></p>
<p>&nbsp;</p>
<p>Los tri&aacute;ngulos A'B'C' y C'BA' son congruentes, con lados del mismo valor, 
  por paralelas medis, y &aacute;ngulos iguales.</p>
<p>Por tanto, el radio de la circunferencia estudiada es igual al radio de la 
  circunferencia circunscrita al tri&aacute;ngulo C'BA'. </p>
<p>Si hacemos una traslaci&oacute;n del vector que forman los centros de ambas, 
  la primera se tranforma en la segunda. </p>
<p><img src="sol12edi2.JPG" width="612" height="505"></p>
<p>Si ahora, hacemos una homotecia de la segunda con centro en B y raz&oacute;n 
  2, se tranforma en la circunferencia circunscrita a ABC:</p>
<p>&nbsp;</p>
<p><img src="sol12edi3.JPG" width="656" height="579"></p>
<p>As&iacute;, pues, hemos demostrado la primera parte del problema: </p>
<p>El radio de la circunferencia de los nueve puntos (llamada de Euler o de Feurebach), 
  es la mitad del radio de la circunerencia circunscrita al tri&aacute;ngulo. 
</p>
<p>Luego su di&aacute;metro es el radio de la circunscrita. </p>
<p>Consideremos los puntos C' H3 HC, punto medio de AB, pie de la altura sobre 
  el lado AB y punto medio del segmento formado por el ortocentro H y el v&eacute;rtice 
  C. Al ser &lt; C' H3 HC =90&ordm;, es C'HC un di&aacute;metro de la circunferencia 
  estudiada. </p>
<p>&nbsp;</p>
<p><img src="sol12edi4.JPG" width="542" height="421"></p>
<p>Sea N el centro de la circunferencia de los nueve puntos y O el circuncentro.de 
  ABC. Es OC = 2 NHC, y por ello, OC =C'HC.</p>
<p>Luego al ser OC' (sobre la mediatriz a AB) paralela a C HC (sobre la altura 
  a AB), son OC y C'HC paralelas, y el cuadril&aacute;tero C' O C HC es un paralelogramo. 
</p>
<p>&nbsp;</p>
<p><img src="sol12edi5.JPG" width="633" height="457"></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Los tri&aacute;ngulos H N HC y HOC, son semejantes por tener tener: H HC y 
  H C sobre la altura, y raz&oacute;n doble, y los segementos N HC y O C paralelos 
  y raz&oacute;n doble. Luego est&aacute; N tal que H O N est&aacute;n alineados 
  y HO=2HN, o sea, cqd, N est&aacute; en el punto medio de O H.</p>
<p>&nbsp;</p>
<applet code="CabriJava.class" width="767" height="518" archive="CabriJava.jar" align="left">
  <param name="lang" value="all">
  <param name="bgcolor" value="#F0F0CC">
  <param name="file" value="sol12edi.fig">
</applet>

<p>Ricardo Barroso Campos Didáctica de las Matemáticas (Universidad de Sevilla)</p>
<p>&nbsp; </p>
<p>&nbsp;</p>
<p></p>
</body>
</html>
