<html>
<head>
<title>solución problema 21</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head><body bgcolor="#FFFFFF"><P>&nbsp;</P><TABLE WIDTH="75%" BORDER="1"><TR><TD>Sobre cada lado de un tri&aacute;ngulo 
cualquiera se construyen 3 cuadrados y se unen los v&eacute;rtices libres formando 
tres tri&aacute;ngulos m&aacute;s. Las &aacute;reas de los nuevos tri&aacute;ngulos 
son iguales al &aacute;rea del tri&aacute;ngulo original: &iquest;porqu&eacute;?<BR></TD></TR></TABLE><P>Monz&oacute;, 
O. (1.999): D&iacute;as 22 y 23 de Noviembre. En Gracia, F. (Coord.) Calendario 
matem&aacute;tico 1.999, Societat d&#146;Educati&oacute; Matem&aacute;tica de 
la Comunitat Valenciana &#147;Al-Kwarizmi&#148;.</P>


<p>Solución del
        profesor Jalón (IES Arrabal de Carmona) al Teorema de
        Cross.</p><p><img src="sol21.gif" width="400" height="421"></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Vamos a demostrar que los tri&aacute;ngulos BCJ y CDF tienen la misma &aacute;rea.</p>
<p>Como las bases BC y CD son iguales, bastar&aacute; con demostrar que las alturas 
  tambi&eacute;n lo son.</p>
<p>Para ello veremos que los tri&aacute;nglos ICJ y CEF son iguales. </p>
<p>Los &aacute;ngulos ICJ y ECF son complementarios con JCE, luego son iguales.</p>
<p>JIC y FEC son iguales por ser rectos, luego el tercer &aacute;ngulo tambi&eacute;n 
  es igual.</p>
<p>Al ser las hipotenusas iguales por ser los lados de un cuadrado los tri&aacute;ngulos 
  son iguales. </p>
<p>Por tanto las alturas son iguales y los tri&aacute;ngulos tienen la misma &aacute;rea.</p>
<p>Un razonamiento an&aacute;logo sirve para el tri&aacute;ngulo ABH.</p>
<p>Por un procedimiento an&aacute;logo demostramos que los tri&aacute;ngulos LKJ 
  y BNJ son iguales.</p>
<p>Con lo que al ser iguales las bases y las alturas iguales las &aacute;reas 
  tambi&eacute;n lo son,</p>
<p> y queda demostrado el teorema para los tres tri&aacute;ngulos.</p>
<p align="center"><APPLET CODE="CabriJava.class"  WIDTH="580" HEIGHT="570" archive="CabriJava.jar" align="middle">
    <param name="lang" value="en">
    <param name="bgcolor" value="#FF00CC">
    <param name="file" value="21.fig">
  </APPLET></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
