<html>
<head>
<title>Documento sin t&iacute;tulo</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body bgcolor="#CCFFCC" text="#3300FF">
<p><font size="4">Problema 8</font></p>
<p>&nbsp;</p>
<p><font size="4">125. Circunferencia de Euler: Demostrar que en un tri&aacute;ngulo 
  arbitrario, las bases de las medianas, las bases de las alturas, y tambi&eacute;n 
  los puntos medios de los segmentos que unen el punto de intersecci&oacute;n 
  de las alturas del tri&aacute;ngulo con sus v&eacute;rtices, est&aacute;n situados 
  en una circunferencia. Esta maravillosa circunferencia se llama a veces circunferencia 
  de Euler <br>
  </font></p>
<p><font size="4">Soluci&oacute;n del editor</font></p>
<p>&nbsp;</p>
<p><font size="4"><img src="sol8edi.GIF" width="431" height="321"></font></p>
<p>&nbsp;</p>
<p><font size="4">Sea ABC el tri&aacute;ngulo. Sean A' el punto medio de BC, B' 
  el punto medio de AC, </font></p>
<p><font size="4">Ha el punto medio de H A, y Hb el punto medio de HB.</font></p>
<p><font size="4">Es CA'B' semejante a CBA, de raz&oacute;n 1/2, y HHbHa semejante 
  a HBA de raz&oacute;n 1/2, luego A'B' // HbHa y de igual longitud 1/2BA.</font></p>
<p><font size="4">Ademas. los tri&aacute;ngulos AHa B' y AHC son semejantes de 
  raz&oacute;n 1/2, y por otra parte, BHbA' lo es a BHC y de raz&oacute;n 1/2. 
  </font></p>
<p><font size="4">Luego tambi&eacute;n es Ha A' // Hb B' y de longitud iguales 
  ambos a 1/2 HC. </font></p>
<p><font size="4">Adem&aacute;s, al ser CH perpencicular a BA, ser&aacute; Ha 
  B' perpendicular a A'B'. </font></p>
<p><font size="4">Se concluye pues, que A'HbHaB' es un rect&aacute;ngulo, y est&aacute; 
  inscrito </font></p>
<p><font size="4">en la circunferencia de centro N, el corte de las diagonlaes 
  A' Ha y B' Hb y radio la mitad de sus longitudes. </font></p>
<p><font size="4">Consideremos ahora esta figura, en la que se han incorporado 
  los nueve puntos:</font></p>
<p><font size="4"><img src="sol8edi1.GIF" width="357" height="284"></font></p>
<p><font size="4">A' H1 Ha es &aacute;ngulo recto, y A'Ha di&aacute;metro, por 
  lo que H1 pertenece a la circunferencia. </font></p>
<p><font size="4">B'H2Hb es &aacute;ngulo recto, por lo que al ser B'Hb di&aacute;mtero, 
  H2 tambi&eacute;n pertenece a la circunferencia. </font></p>
<p><font size="4">Los tri&aacute;ngulos HHcHa y HCA son semejantes de raz&oacute;n 
  1/2, por lo que Hc Ha //CA . y</font></p>
<p><font size="4">los tri&aacute;ngulos C Hc A' y CHB tambi&eacute;n lo son de 
  raz&oacute;n 1/2. Luego HcA'//HB; al ser CA perpendicular a HB, </font></p>
<p><font size="4">es A' Hc Ha un &aacute;ngulo recto, y por ser A'ha di&aacute;metro, 
  Hc tambi&eacute;n est&aacute; en la circunferencia.</font></p>
<p><font size="4">Tengamos en cuenta ahora C'. Los tri&aacute;ngulos BA'C' y BCA 
  son semejentes de raz&oacute;n 1/2. Por ello, A'C'//CA.</font></p>
<p><font size="4">Los tri&aacute;ngulos AHaC' y AHB son semejantes de raz&oacute;n 
  1/2 ,luego HaC' // HB</font></p>
<p><font size="4">De ambas propiedades, y al ser HB perpendicular a CA, ser&aacute; 
  Ha C' A' recto, y al ser Ha A' di&aacute;metro, </font></p>
<p><font size="4">C' tambi&eacute;n pretenece a la circunferencia. </font></p>
<p>&nbsp;</p>
<font size="4">
<APPLET CODE="CabriJava.class"  WIDTH="880" HEIGHT="570" archive="CabriJava.jar">
  <param name="lang" value="en">
  <param name="bgcolor" value="#FFFFFF">
  <param name="file" value="sol8edi.fig">
</APPLET>
</font>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><font size="4">Queda por &quot;ver&quot; que el punto H3 tambi&eacute;n lo 
  es. </font></p>
<p><font size="4">Es Hc B'// HA y B'C'//CB y al ser CB perpendicular a HA, ser&aacute; 
  el tri&aacute;ngulo Hc B' C' rect&aacute;ngulo en B', </font></p>
<p><font size="4">por lo que HcC' es tambi&eacute;n di&aacute;metro. Pero C' H3 
  Hc es &aacute;ngulo recto, y, cqd, H3 tambi&eacute;n est&aacute; en la circunferncia. 
  </font></p>
<p>&nbsp;</p>
<p><font size="4">Ricardo Barroso Campos</font></p>
<p><font size="4">Did&aacute;ctica de las Matem&aacute;ticas</font></p>
<p><font size="4">Universidad de Sevilla</font></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
